Repository: 2007riot/MakeSoap
Catalog: *.lproj/Localizable.strings
Languages: ru

source: the physical hardness of the soap bar.
ru: физическую твердость мыла.

source: The soap making process and the soap type are not chosen.
ru: Процесс приготовления мыла и тип мыла не выбраны.

source: Thyme
ru: Тимьян

source: Total soap weight
ru: Общий вес мыла

source: Total weight
ru: Общий вес

source: Tucuma Seed Butter
ru: Тукума баттер

source: Ucuuba Butter
ru: Укууба баттер

source: Use percentages
ru: В процентах

source: Value
ru: Значение

source: Vetiver
ru: Ветивер

source: vetiver, clove, cinnamon
ru: Ветивер, корица

source: Walnut Oil
ru: Грецкого ореха масло

source: warm, woodsy, fresh, balsamic
ru: теплый, лесной, освежающий, с бальзамическим оттенком

source: warming, citrus
ru: согревающий, цитрусовый

source: warming, earthy, fresh, fruity, exotic
ru: согревающий, землистый, освежающий, фруктовый, экзотический

source: warming, spicy
ru: согревающий, пряный

source: warming, spicy, woody
ru: согревающий, пряный, древесный

source: Water
ru: Вода

source: Water is used to dissolve lye and create a lye solution. Making lye solution, always add the lye to the water, not otherwise, because you can get a caustic volcano. Dissolving lye into the water releases extra energy and the solution can get very hot (or even start boiling), so make sure that the water you are using is cold or even frozen.
ru: Вода используется для приготовления раствора щёлочи. Готовя раствор щёлочи, всегда добавляйте щёлочь в воду, а не наоборот, чтобы избежать каустического вулкана. Реакция растворения щёлочи в воде сопровождается выбросом энергии, поэтому используйте холодную воду или даже замороженную.

source: Water to oil
ru: Вода к маслам

source: Watermelon Seed Oil
ru: Арбузных семечек масло

source: Wheat Germ Oil
ru: Зародышей пшеницы Масло

source: When mixing a lye solution with oils, you can use a sieve to avoid getting undissolved grains of lye into the soap.
ru: При смешивание раствора щёлочи с маслами используйте сито, чтобы избежать попадания нерастворённых частичек в мыло.

source: woody, fresh, warming, earthy, sweet
ru: древесный, освежающий, согревающий, землистый, сладковатый

source: woody, sweet
ru: древесный, сладковатый

source: woody, warming, fresh, sweet, earthy
ru: древесный, согревающий, освежающий, сладковатый, землистый

source: Yangu, cape chestnut oil
ru: Янгу масло

source: Ylang Ylang
ru: Иланг-Иланг

source: You have no recipes yet! Start by calculating a new soap recipe.
ru: У вас пока нет рецептов! Рассчитайте рецепт мыла с помощью калькулятора.

source: Your value
ru: Ваше значение

source: Zapote Seed Oil, (Mamey)
ru: Сапоте семян масло
