Repository: 2007riot/MakeSoap
Catalog: *.lproj/Localizable.strings
Languages: ru

source: The soap is ready the moment all the lye has reacted with oil.
ru: Мыло готово в момент когда вся щелочь прореагировала с маслами.

source: Abyssinian Oil
ru: Aбиссинское Mасло

source: Almond Butter
ru: Миндальное Масло (Баттер)

source: Aloe Butter
ru: Алоэ Вера Баттер

source: Amyris
ru: Амирис

source: Andiroba Oil, (Karaba,Crabwood)
ru: Андироба Масло, (Карапа Гвианская)

source: Apricot Kernal Oil
ru: Абрикосовой Косточки Масло

source: Argan Oil
ru: Арганы масло

source: As the soap cures, some of the water evaporates, making a harder, longer-lasting bar of soap.
ru: Во время созревания мыла часть воды испаряется, делая мыло более твердым и долговечным.

source: Avocado butter
ru: Авокадо Баттер

source: Avocado Oil
ru: Авокадо Масло

source: Babassu Oil
ru: Баббасу Масло

source: balsamic, vanilla
ru: с бальзамическим оттенком, ванильный

source: Baobab Oil
ru: Баобаба Масло

source: Basil (Sweet)
ru: Базилик

source: basil, bergamot, cedarwood, clary Sage, lavender, peppermint
ru: базилик, бергамот, кедр, Шалфей Мускатный, лаванда, перечная мята

source: basil, chamomile, rose, geranium, lavender, ylang ylang
ru: базилик, ромашка, роза, герань, лаванда, иланг-иланг

source: basil, sandalwood, lavender, spearmint
ru: базилик, сандаловое дерево, лаванда, Мята сладкая

source: Bay
ru: Бей

source: Beeswax
ru: Пчелиный Воск

source: Bergamot
ru: Бергамот

source: bergamot, cedarwood, chamomile, juniper, lemon, mandarin, melissa, rosemary, tea tree
ru: бергамот, кедр, ромашка, Можжевельник, лимон, мандарин, мелисса, розмарин, чайное дерево

source: bergamot, cedarwood, cinnamon, orange, ylang ylang
ru: бергамот, кедр, корица, апельсин, иланг-иланг

source: bergamot, chamomile, rosemary, vetiver, ylang ylang
ru: бергамот, ромашка, розмарин, Ветивер, иланг-иланг

source: bergamot, clary sage, lavender, geranium, jasmine, neroli, patchouli, tea tree, rose, lemon, ylang-ylang, grapefruit, thyme, melissa
ru: bergamot, шалфей мускатный, лаванда, герань, жасмин, нероли, пачули, чайное дерево, роза, лимон, иланг-иланг, грейпфрут, тимьян, мелисса

source: Black Cumin Seed Oil
ru: Черного тмина семян масло

source: Blackcurrant seed oil
ru: Черной смородины масло

source: Blends well with essential oils:
ru: Хорошо сочетается с эфирными маслами

source: Borage Oil
ru: Огуречника масло

source: Brazil Nut Oil
ru: Бразильского ореха масло

source: Broccoli Seed Oil
ru: Брокколи семян масло

source: Bubbly
ru: Пена

source: Buriti Oil
ru: Бурути масло (Мавриция извилистая)

# Calculator
source: Calculadora
ru: Калькулятор

source: Camelina Seed Oil
ru: Рыжиковое масло

source: Camellia Oil, Tea Seed
ru: Камелии масло

source: Candelilla Wax
ru: Канделильский Воск

source: Canola Oil
ru: Канолы масло

source: Cardamom
ru: Кардамон

source: Carrot Seed Oil
ru: Моркови Семян Масло

source: Castor Oil
ru: Касторовое Масло

source: Cedarwood
ru: Кедр

source: cedarwood, eucalyptus, lemongrass, rosemary, tea tree
ru: кедр, эвкалипт, лемонграсс, розмарин, чайное дерево

source: cedarwood, fir, peppermint
ru: кедр, пихта, перечная мята

source: cedarwood, geranium, lavender, orange, palmarosa, ylang ylang
ru: кедр, герань, лаванда, апельсин, пальмороза, иланг-иланг

source: cedarwood, geranium, lavender, rose, sandalwood
ru: кедр, Герань, лаванда, роза, сандаловое дерево

source: cedarwood, lavender, orange, chamomile, lemongrass, neroli, rose, jasmine
ru: кедр, лаванда, апельсин, ромашка, лемонграсс, нероли, роза, жасмин

source: cedarwood, peppermint, clove
ru: кедр, перечная мята, гвоздика

# Chamomile German (Nepal)
source: Chamomile Germa (Nepal)
ru: Ромашка Немецкая

source: Cherry Kernel Oil
ru: Вишневых косточек масло

source: Choose the soap making process and provide oil amount.
ru: Выберете процесс приготовления мыла и вес масел.

source: Choose the soap making process.
ru: Выберете процесс приготовления мыла.

source: Choose the soap type and provide oil amount.
ru: Выберете тип мыл и вес масел.

source: Choose the soap type.
ru: Выберете тип мыла.

source: Choose unit
ru: Выберете единицу измерения

source: Cinnamon Leaf
ru: Корица

source: cinnamon, vetiver, citrus
ru: корица, Ветивер, цитрусовые

source: citrus, floral, spicy, sweet
ru: цитрусовый, цветочный, пряный, сладковатый

source: citrus, fresh
ru: цитрусовый, освежающий

source: citrus, fresh, fruity
ru: цитрусовый, освежающий, фруктовый

source: citrus, fruity
ru: цитрусовый, фруктовый

source: Clary Sage
ru: Шалфей Мускатный

source: clary sage, geranium, lavender, neroli, patchouli, sandalwood, melissa
ru: Шалфей Мускатный, герань, лаванда, нероли, пачули, сандаловое дерево, мелисса

source: Cleansing
ru: Очищение

source: Clove
ru: Гвоздика

source: clove, citrus, patchouli, cardamom
ru: гвоздика, цитрусовые, пачули, кардамон

source: Cocoa Butter
ru: Какао Баттер

source: Coconut Oil
ru: Кокосовое Масло

source: Coconut Oil, fractionated
ru: Кокосовое масло Фракционированное

source: Cold Process
ru: Холодный процесс

source: cold process soap
ru: холодный процесс

source: Cold process:
ru: Холодный процесс

source: Cold saponification uses the heat generated from saponification reaction itself and the process called soap curing and takes 4-8 weeks, depending on the oil.
ru: При холодном способе выделяется тепло в результате реакции омыления. Это тепло выделяется в течение 4-8 недель и сопровождает процесс, называемый созревание мыла.

source: Condition
ru: Смягчение

source: Corn Oil
ru: Кукурузное Масло

source: Cottonseed Oil
ru: Хлопковое масор

source: Cranberry Seed Oil
ru: Клюквенных семян масло

source: Cupuacu Butter
ru: Купуасу баттер

source: Cypress
ru: Кипарис

source: earthy, floral
ru: землистый, цветочный

source: earthy, rich, woody, sweet
ru: землянистый, насыщенный, древесный, сладковатый

source: essential oil
ru: эфирное масло

source: Essential Oils
ru: Эфирные масла

source: Eucalyptus
ru: Эвкалипт

source: eucalyptus, geranium, rosemary, vetiver
ru: эвкалипт, герань, розмарин, Ветивер

source: Evening Primrose Oil
ru: Примулы вечерней масло

source: Excess:
ru: Избыток:

source: Extra superfat
ru: Дополнительный пережир

source: Extra water
ru: Дополнительная вода

source: Fatty Acids:
ru: Жирные кислоты

source: Find Essential Oil
ru: Искать Эфирные Масла

source: Find oil
ru: Искать масло

source: fir needle, cedarwood, lavender
ru: пихта, кедр, лаванда

source: Flax Seed Oil (linseed)
ru: Льняное масло

source: floral, citrus, herbaceous
ru: цветочный, цитрусовый, травянистый

source: floral, exotic
ru: цветочный, экзотический

source: floral, fresh
ru: цветочный, освежающий

source: floral, herbal, fresh
ru: цветочный, травяной, освежающий

source: floral, sweet
ru: цветочный, сладковатый

source: fresh
ru: освежающий

source: fresh, antiseptic, mint, spicy, camphorous
ru: освежающий, антисептический, мятный, пряный, камфорный

source: fresh, herbaceous
ru: освежающий, травянистый

source: fresh, minty, sweet
ru: освежающий, мятный, сладковатый

source: fresh, sweet, forest, earthy
ru: освежающий, сладковатый, лесной, землистый

source: fresh, warming
ru: освежающий, согревающий

source: from %@
ru: от %@

source: from 5% to 20%
ru: от 5 % до 20 %

source: fruity, earthy, floral
ru: фруктовый, землистый, цветочный

source: fruity, floral
ru: фруктовый, цветочный

source: g
ru: г

source: General recommended superfat:
ru: Рекомендуемый пережир

source: Geranium
ru: Герань

source: geranium, lavender, citrus, cardamom, chamomile, neroli, petitgrain, sandalwood, marjoram, melissa
ru: герань, лаванда, цитрусовые, кардамон, ромашка, нероли, Петитгрейн, сандаловое дерево, Майоран, мелисса

source: geranium, lavender, lemon, palmarosa, rose, ylang ylang, jasmine, mandarin
ru: герань, лаванда, лимон, пальмароза, роза, иланг-иланг, жасмин, мандарин

source: geranium, lavender, lime, palmarosa, rose, ylang ylang
ru: герань, лаванда, лайм, Пальмороза, роза, иланг-иланг

source: Ginger Root
ru: Корень Имбиря

source: Got it!
ru: Понятно.

source: Grams
ru: Граммы

source: Grapefruit
ru: Грейпфрут

source: grapefruit, litsea, lemon, cardamom, petitgrain, jasmine
ru: грейпфрут, Литцея Лимонная (Вербена), лимон, cardamom, Петитгрейн, жасмин

source: grapefruit, orange, lime, basil, black pepper, clary sage, Lavender, patchouli, thyme, pine scotch, jasmine
ru: грейпфрут, апельсин, лайм, базилик, черный перец, Шалфей Мускатный, лаванда, пачули, тимьян, Сосна, жасмин

source: Grapeseed Oil
ru: виноградной косточки масло

source: Green Coffee Bean Oil
ru: Кофейных зеленых зерен масло

source: Hardness
ru: Твердость

source: Hazelnut Oil
ru: Фундука масло

source: Hemp Oil
ru: Конопляное масло

source: herbaceous, camphor
ru: травянистый, камфоровый

source: herbaceous, warming, woodsy, spicy
ru: травянистый, согревающий, лесной, пряный

source: Hot Process
ru: Горячий процесс

source: hot process soap
ru: горячий процесс

source: Hot process:
ru: Горячий процесс

source: how bubbly, big and fluffy the soap lather is.
ru: пенообразование мыла (большие пузыри).

source: how easily the soap dissolves in hard, cold, salty water and in other situations. How well it will clean the skin.
ru: то, как мыло растворяется в твердой, холодной, соленой воде и в других условиях. Насколько хорошо мыло очищает кожу.

source: how long the lather will last and stay bubbly and fluffy.
ru: то, как долго пена будет длиться и оставаться пенистой и пушистой.

source: how long the soap will last in the water.
ru: то, как долго мыло будет длиться.

source: how soft, moisturizing the soap is. Good condition skin doesn't dry the skin.
ru: мягкость и кондиционирующие свойства мыла. Кондиционированное мыло не сушит кожу.

source: Hybrid
ru: Смешанное мыло

source: Hybrid soap is made by combining both NaOH and KOH.
ru: Смешанное мыло готовится на смеси двух щёлочей NaOH и KOH.

source: Hybrid soap
ru: Смешанное мыло

source: If your skin comes in contact with lye flush it immediately with water and seek help from a doctor.
ru: Если щёлочь попала на кожу немедленно промойте её обильным количеством воды и обратитесь за медицинской помощью.

source: Illipe Butter
ru: Иллипе баттер

source: In hot process soap you can add extra oils after the soap has cooked. These oils won’t react with the lye, because the saponification is finished, so you can choose different oils to enrich the soap.
ru: В мыло горячего процесса вы можете добавить дополнительные масла после того, как мыло сварится. Эти масла не вступают в реакцию с щелочью, так как реакция омыления завершилась. Что позволяет выбрать различные ухаживающие масла для обогащения рецепта мыла.

source: In the hot process, you can add extra (discounted) water after the soap has cooked. The benefit of it is that instead of water you can add other liquids like milk, wine, beer, etc to enrich the soap.
ru: Варя мыло горячим способом вы можете добавить дополнительную воду после того как мыло приготовилось. Преимуществом является то, что вместо воды можно добавить другие жидкости, такие как молоко, вино, пиво и т. д., для обогащения мыла.

source: Ingredients
ru: Ингредиенты

source: Jasmine
ru: Жасмин

source: Jojoba Oil
ru: Жожоба масло

source: Juniper Berry
ru: Можжевельник

source: Karanja Oil (Pongamia)
ru: Каранджи масло

source: kg
ru: кг

source: Kilograms
ru: Килограммы

source: Kokum Butter
ru: Кокум баттер

source: Kpangnan Butter
ru: Кпанган баттер (Панья)

source: Kukui nut Oil
ru: Кукуй масло

source: Laurel Fruit Oil
ru: Лавра благородного масло

source: Lauric
ru: Лауриновая

source: Lauric Acid
ru: Лауриновая кислота

source: Lavender
ru: Лаванда

source: lavender, cedarwood, clove, ginger root, marjoram
ru: лаванда, кедр, гвоздика, корень имбиря, Майоран

source: lavender, clary sage, litsea, chamomile, ginger root, grapefruit, neroli, petitgrain, rose, sandalwood, jasmine, melissa
ru: лаванда, шалфей мускатный, Литцея Лимонная (Вербена), ромашка, корень имбиря, грейпфрут, нероли, Петитгрейн, роза, сандаловое дерево, жасмин, мелисса

source: lavender, clove, vetiver, pepper black, cardamom, petitgrain, pine scotch, thyme
ru: лаванда, гвоздика, ветивер, черный перец, кардамон, Петитгрейн, Сосна, тимьян

source: lavender, litsea, bergamot, neroli, petitgrain, sandalwood
ru: лаванда, Литцея Лимонная (Вербена), бергамот, нероли, Петитгрейн, сандаловое дерево

source: lavender, orange, grapefruit
ru: лаванда, апельсин, грейпфрут

source: lavender, peppermint, clary sage, pine scotch, thyme
ru: лаванда, перечная мята, Шалфей Мускатный, Сосна, тимьян

source: lavender, rosemary, tea tree, pepper black
ru: лаванда, розмарин, чайное дерево, Черный Перец

source: Lemon
ru: Лимон

source: lemon, litsea, lemongrass, neroli
ru: лимон, Литцея Лимонная (Вербена), лемонграсс, нероли

source: Lemongrass
ru: Лемонграсс

source: Lime
ru: Лайм

source: Linoleic
ru: Линолевая

source: Liquid
ru: Жидкое мыло

source: Liquid soap is made by combining oils with potassium hydroxide (KOH), also known as potash. It's not very liquid soap, it looks more like gel or paste.
ru: Жидкое мыло получается путем смешивания масел с гидроксидом калия (KOH). Мыло только называется жидким, на самом деле больше похоже на желе или пасту.

source: Liquid soap
ru: Жидкое мыло

source: Liquid soap
ru: Жидкое мыло

source: litsea (may chang,), lemongrass, orange, bergamot, chamomile, geranium, lavender
ru: Литцея Лимонная (Вербена), Лемонграсс, апельсин, бергамот, ромашка, герань, лаванда

source: Litsea Cubeba (May Chang)
ru: Литцея Лимонная (Вербена, May Chang)

source: litsea, cedarwood, geranium, tea tree, vetiver, pepper black, chamomile, grapefruit, neroli, petitgrain, rose, sandalwood, melissa, mandarin
ru: Литцея Лимонная (Вербена), герань, чайное дерево, Ветивер, Черный Перец, ромашка, грейпфрут, нероли, Петитгрейн, роза, Сандаловое дерево, мелисса, мандарин

source: litsea, lavender, cedarwood, pepper black, chamomile, sandalwood, lime, lemongrass, rose
ru: Литцея Лимонная (Вербена), лаванда, кедр, Черный Перец, ромашка, сандаловое дерево, лайм, Лемонграсс, роза

source: Longevity
ru: Долговечность

source: Macadamia Nut Butter
ru: Макадамии баттер

source: Macadamia Nut Oil
ru: Макадамии масло

source: Mafura Butter
ru: Мафура Баттер

source: Make sure that your percentage ratio is equal to 100%.
ru: Убедитесь, что процентное соотношение равняется 100%.

source: Make sure, that you provided all necessery info to calculate soap recipe.
ru: Убедитесь, что предоставлена необходимая информация для расчёта мыльного рецепта.

source: Mandarin
ru: Мандарин

source: Mango Seed Butter
ru: Манго баттер

source: Mango Seed Oil
ru: Манго масло

source: Marjoram (Sweet)
ru: Майоран сладкий

source: Marula Oil
ru: Марула масло

source: Meadowfoam Oil
ru: Пенника лугового масло

source: Melissa
ru: Мелисса

source: minty, herbal, fresh
ru: мятный, травяной, освежающий

source: Monoi de Tahiti Oil
ru: Моной де Таити Масло

source: Moringa Oil
ru: Моринги маслоо

source: Mowrah Butter
ru: Мовра баттер

source: Murumuru Butter
ru: Мурумуру баттер

source: Mustard Oil
ru: Горчичное масло

source: Myristic
ru: Миристиновая

source: Myristic Acid
ru: Миристиновая кислота

source: Neem Seed Oil
ru: Ним Масло

source: Neroli
ru: Нероли

source: Not all info provided
ru: Не вся информация предоставлена

source: Nutmeg Butter
ru: Мускатного ореха масло

source: Oat Oil
ru: Овсяное масло

source: Oil amount is not provided.
ru: Вес масел не предоставлен.

source: Oils
ru: Масла

source: Oleic
ru: Олеиновая

source: Oleic Acid
ru: Олеиновая кислота

source: Olive Oil
ru: Оливковое масло

source: Olive Oil Extra Virgin
ru: Оливковое масло, Extra Virgin

source: Olive Oil pomace
ru: Оливковое масло, Pomace

# Orange
source: Orange Essential Oil
ru: Апельсин

source: orange, cedarwood, fir needle, bergamot, thyme
ru: апельсин, кедр, пихта, бергамот, тимьян

source: orange, rosemary, lime, chamomile, sandalwood, thyme
ru: апельсин, розмарин, лайм, ромашка, сандаловое дерево, тимьян

source: Ounces
ru: Унции

source: Palm Kernel Oil
ru: Пальмоядровое масло

source: Palm Kernel Oil, flakes, hydrogenated
ru: Пальмоядровое масло, гидрогенизированное, хлопья

source: Palm Oil
ru: Пальмовое масло

source: Palm Stearin
ru: Пальмовый стеарин

# Palmarosa
source: Palmarosa Essential Oil
ru: Пальмороза

source: Palmitic
ru: Пальмитиновая

source: Palmitic Acid
ru: Пальмитоновая кислота

source: Palmolein
ru: пальмолеин

source: Papaya seed oil
ru: Папайя масло

source: Passion Fruit Seed Oil
ru: Питахайя масло (Питайя, Драгонфрут)

source: Patawa Oil
ru: Патава Масло

# Patchouli
source: Patchouli Essential Oil
ru: Пачули

source: patchouli, lavender, orange
ru: пачули, лаванда, апельсин

source: Peach Kernel Oil
ru: Персиковых косточек масло

source: Peanut Oil
ru: Арахисовое масло

source: Pecan Oil
ru: Пекан масло

# Pepper Black
source: Pepper Black Essential Oil
ru: Черный Перец

# Peppermint
source: Peppermint Essential Oil
ru: Мята перечная

source: peppermint, clove, cinnamon
ru: перечная мята, гвоздика, корица

source: peppermint, lavender, bergamot, ginger root, pine scotch, marjoram
ru: перечная мята, лаванда, бергамот, корень имбиря, сосна, Майоран

source: peppermint, lavender, rosemary, ginger root, pine scotch
ru: перечная мята, лаванда, розмарин, Корень Имбиря, Сосна

source: peppermint, rosemary, lavender, mandarin
ru: перечная мята, розмарин, лаванда, мандарин

source: peppermint, spearmint, lavender, Pepper Black, Lemongrass, Melissa, Mandarin
ru: перечная мята, Мята сладкая, лаванда, Черный Перец, Лемонграсс, мелисса, мандарин

source: Perilla Seed Oil
ru: Периллы масло

# Peru Balsam
source: Peru Balsam Essential Oil
ru: Перуанский бальзам

# Petitgrain
source: Petitgrain Essential Oil
ru: Петитгрейн

# Pine Scotch
source: Pine Scotch Essential Oil
ru: Сосна

source: Pistachio Oil
ru: Фисташковое масло

source: Plum Kernel Oil
ru: Сливовых косточек масло

source: Pomegranate Seed Oil
ru: Гранатовых семян масло

source: Poppyseed Oil
ru: Маковое масло

source: Pounds
ru: Фунты

source: Pracaxi Seed Oil (Pracachy)
ru: Пракакси семян масло

source: Process
ru: Процесс

source: Properties
ru: Показатели

source: Pumpkin Seed Oil
ru: Тыквенное масло

# Pure Coffee
source: Pure Coffee Essential Oil
ru: Кофе

source: Rapeseed Oil, (Canola)
ru: Рапсовое масло

source: Raspberry Seed Oil
ru: Малиновых семян масло

source: Recipe
ru: Рецепт

source: Recipes
ru: Рецепты

source: Recommended value
ru: Рекомендуемое значение

source: Recommended value:
ru: Рекомендуемое значение

source: Red Palm Butter
ru: Пальмовое красное масло

source: Remains:
ru: Осталось:

source: Responsible for %@
ru: Отвечает за %@

source: Rice Bran Oil
ru: Рисовое масло

source: rich, sweet, woody, exotic
ru: насыщенный, сладковатый, древесный, экзотический

# Rose Absolute
source: Rose Essential Oil Absolute
ru: Роза

source: Rosehip Oil
ru: Шиповника масло

source: Rosemary
ru: розмарин

source: rosemary, grapefruit, lavender, litsea, pepper black, cardamom, chamomile, marjoram, jasmine, thyme
ru: розмарин, Грейпфрут, лаванда, Литцея Лимонная (Вербена), Черный Перец, Кардамон, ромашка, Майоран, жасмин, Тимьян

source: Safflower Oil
ru: Сафлоровое масло

source: Safflower Oil, high oleic
ru: Сафлоровое масло, высокоолеиновое

source: Sal Butter
ru: Салового дерево (сал) баттер

source: Sandalwood
ru: Сандаловое дерево

source: sandalwood, geranium, bergamot, patchouli, lemongrass, orange, chamomile
ru: сандаловое дерево, герань, бергамот, пачули, Лемонграсс, апельсин, ромашка

source: Scent:
ru: Запах:

source: Sea Buckthorn Oil
ru: Облепиховое масло

source: Sesame Oil
ru: Кунжутное масло

source: sharp, spicy
ru: резкий, пряный

source: Shea Butter
ru: Ши баттер (карите)

source: Shea Oil, fractionated
ru: Ши масло (карите), фракционированное

source: Siberian (needle) fir
ru: Пихта

source: Soap is made by combing oils and lye, which cause a chemical reaction - saponification. Soap is ready the moment all the lye has been chemically transformed. The result of the reaction - is glycerin and metallic salt of a fatty acid, known as
ru: Мыло получается путем смешивания масел и щёлочи, что вызывает химическую реакцию омыления. Мыло готово когда вся щёлочь прореагировала с маслом. Результат этой реакции - глицерин и металлическая соль жирной кислоты, более известная как

source: Soap Properties
ru: Показатели мыла

source: Soap Type
ru: Тип мыла

source: soap.
ru: мыло.

source: soft, woody, warming, musty
ru: мягкий, древесный, согревающий, пряный

source: Solid
ru: Твердое мыло

source: Solid soap
ru: Твердое мыло

source: Solid Soap
ru: Твердое мыло

source: Solid soap (also bar soap) is made by combing oils with sodium hydroxide (NaOH), which is also known as lye.
ru: Твердое мыло получается путем смешивания масел и щёлочи гидроксида натрия (NaOH).

source: Soy Wax
ru: Соевый Воск

source: Soybean Oil
ru: Соевое масло

source: Spearmint
ru: Мята сладкая

source: spicy, warm
ru: пряный, теплый

source: spicy, woody
ru: пряный, древесный

source: Spruce, Black
ru: Ель

source: Stability
ru: Стабильность

source: Stearic Acid
ru: Стеариновая кислота

source: strong, spicy
ru: сильный, пряный

source: Sunflower Oil
ru: Подсолнечное масло

source: Sunflower Oil, high oleic
ru: Подсолнечное масло высокоолеиновое

source: Superfat
ru: Пережир

source: Superfat in the soap means having a little bit more oils in the batch. It creates a more moisturized, soft soap bar. If you use 0 % superfat you have a big chance to have lye leftovers in the soap, because individual plants and oils can vary with their saponification values. Adding too much superfat can leave a greasy feel on the skin.
ru: Пережир в мыле означает небольшой избыток масел. Благодаря этому, мыло более мягкое и увлажняющее. Если не использовать пережир, появляется вероятность того, что в мыле останутся остатки щелочи. Так как отдельные растения и масла могут немного различаться по степени омыления. Большое количество пережира в мыле может оставлять жирную пленку на коже.

source: Sweet Almond Oil
ru: Сладкого Миндаля Масло

source: sweet, citrus, fresh
ru: сладковатый, цитрусовый, освежающий

source: sweet, floral
ru: сладковатый, цветочный

source: sweet, floral, citrus
ru: сладковатый, цветочный, цитрусовый

source: sweet, fresh, citrus
ru: сладковатый, освежающий, цитрусовый

source: sweet, spicy, balsamic
ru: сладковатый, пряный, с бальзамическим оттенком

source: sweet, spicy, mint
ru: сладковатый, пряный, мятный

source: Tamanu Oil, (Kamani)
ru: Таману масло

source: Tea Tree
ru: Чайное Дерево

source: The amount of essential oil is calculated based on the total amount of oils used in the recipe, not the soap weight.
ru: Количество эфирного масла рассчитывается на основе общего количества масел, используемых в рецепте, а не веса мыла.

source: The hot process soap procedure involves heating using an external heat source like an oven, a slow cooker, etc. The process allows you to choose superfat oil. The fragrance is added to the soap once it's ready and doesn't affect the chemical reaction. Hot process soaps are fully saponified before going into the mold and take time only to harden up, which takes up to two weeks.
ru: Горячее мыло готовится путем нагревания мыла внешними источниками тепла такими как духовка или водяная баня. Этот процесс позволяет выбрать какое масло пойдёт в пережир. Пережир, эфирные масла и другие добавки добавляются когда мыло готово и не влияют на химическую реакцию. Мыло полностью омыляется перед тем, как попасть в форму, и требуется время только для затвердевания, что занимает до двух недель.

source: The IFRA Standards (The International Fragrance Association) recommend adding up to 5 % of essential oils in rinse-off products like soap.
ru: Стандарты IFRA (The International Fragrance Association) рекомендуют добавлять до 5 % эфирных масел в смываемые продукты, такие как мыло.
